
// export const data = [
//     {
//         title: "По категориям",
//         type: [
//             "Американские матрасы",
//             "Чехлы на матрас",
//             "Наматрасники",
//             "Детские матрасы",
//         ],
//     },
//     {
//         title: "Обобенности",
//         type: [
//             "Двухспальные",
//             "Односпальные",
//             "Полуторные",
//             "Евро",
//             "Ортопедические",
//         ],
//     },

//     {
//         title: "По жесткости",
//         type: [
//             "Пружинные",
//             "Средней жесткости",
//             "Жесткие",
//             "Очень жесткие",
//             "Разносторонней жесткости",
//         ],
//     },
//     {
//         title: "По размеру",
//         type: [
//             "80х200",
//             "90х200",
//             "120х200",
//             "140х200",
//             "160х200",
//             "180х200",
//             "200х200",
//         ],
//     },

//     {
//         title: "По свойствам",
//         type: ["Пружинные", "Беспружинные", "С независимым пружинным блоком"],
//     },

//     {
//         title: "По материалау",
//         type: [
//             "Латексные",
//             "Кокосовые",
//             "С ортопедической пеной",
//             "Из пены с памятью формы",
//         ],
//     },
// ];